[
    {
        "start": 0.50,
        "end": 7.50,
        "speaker": 1,
        "text_de": "Hallo Max, ich wollte dich fragen, ob du dieses Wochenende Zeit hast. Wir könnten einen Ausflug machen, weil das Wetter gut werden soll.",
        "text_en": "Hello Max, I wanted to ask you if you have time this weekend. We could take a trip because the weather is supposed to be good."
    },
    {
        "start": 8.00,
        "end": 14.50,
        "speaker": 2,
        "text_de": "Guten Tag, Anna. Das ist eine super Idee! Ich habe am Samstag frei, aber am Sonntag muss ich meine Eltern besuchen.",
        "text_en": "Good day, Anna. That's a great idea! I am free on Saturday, but on Sunday I have to visit my parents."
    },
    {
        "start": 15.00,
        "end": 21.50,
        "speaker": 1,
        "text_de": "Perfekt, dann machen wir es am Samstag. Hast du eine Präferenz, wohin wir fahren könnten? Vielleicht ans Meer oder in die Berge?",
        "text_en": "Perfect, then let's do it on Saturday. Do you have a preference for where we could go? Maybe to the sea or to the mountains?"
    },
    {
        "start": 22.00,
        "end": 29.00,
        "speaker": 2,
        "text_de": "Ich würde lieber in die Berge fahren, obwohl die Fahrt etwas länger dauert. Ich brauche frische Luft.",
        "text_en": "I would prefer to drive to the mountains, although the drive takes a bit longer. I need some fresh air."
    },
    {
        "start": 29.50,
        "end": 35.50,
        "speaker": 1,
        "text_de": "Einverstanden. Wir können den Zug nehmen, falls du nicht selbst fahren möchtest.",
        "text_en": "Agreed. We can take the train in case you don't want to drive yourself."
    },
    {
        "start": 36.00,
        "end": 42.50,
        "speaker": 2,
        "text_de": "Ich fahre gerne selbst, damit wir flexibler sind. Wer soll das Auto putzen, bevor wir losfahren?",
        "text_en": "I would be happy to drive myself, so that we are more flexible. Who should clean the car before we leave?"
    },
    {
        "start": 43.00,
        "end": 50.00,
        "speaker": 1,
        "text_de": "Ich kann das heute Abend machen. Ich habe auch schon an Essen gedacht. Ich kaufe Sandwiches und Getränke ein.",
        "text_en": "I can do that this evening. I've also already thought about food. I'll buy sandwiches and drinks."
    },
    {
        "start": 50.50,
        "end": 57.50,
        "speaker": 2,
        "text_de": "Toll, danke! Ich besorge dann die Snacks und die Kamera, damit wir schöne Fotos machen können.",
        "text_en": "Great, thank you! I'll get the snacks and the camera then, so that we can take beautiful photos."
    },
    {
        "start": 58.00,
        "end": 64.50,
        "speaker": 1,
        "text_de": "Wir müssen nur noch entscheiden, wann wir uns treffen. Passt es dir, wenn wir um 8 Uhr am Bahnhof sind?",
        "text_en": "We just need to decide when we meet. Does it suit you if we are at the train station at 8 o'clock?"
    },
    {
        "start": 65.00,
        "end": 71.50,
        "speaker": 2,
        "text_de": "8 Uhr ist früh, aber das ist besser, weil wir dann mehr Zeit in den Bergen verbringen können.",
        "text_en": "8 o'clock is early, but that's better because then we can spend more time in the mountains."
    },
    {
        "start": 72.00,
        "end": 79.50,
        "speaker": 1,
        "text_de": "Super. Ich denke, wir brauchen feste Schuhe, weil der Weg wahrscheinlich sehr steinig sein wird.",
        "text_en": "Super. I think we need sturdy shoes because the path will probably be very stony."
    },
    {
        "start": 80.00,
        "end": 86.00,
        "speaker": 2,
        "text_de": "Guter Hinweis! Ich packe auch eine Jacke ein, falls es abends kühl wird.",
        "text_en": "Good point! I will also pack a jacket in case it gets cool in the evening."
    },
    {
        "start": 86.50,
        "end": 94.00,
        "speaker": 1,
        "text_de": "Also, um 8 Uhr am Samstag am Bahnhof. Ich freue mich darauf! Das wird eine schöne Abwechslung.",
        "text_en": "So, at 8 o'clock on Saturday at the train station. I'm looking forward to it! That will be a nice change."
    },
    {
        "start": 94.50,
        "end": 100.50,
        "speaker": 2,
        "text_de": "Ich mich auch! Schick mir bitte nur noch deine Handynummer, damit wir uns leicht finden.",
        "text_en": "Me too! Please just send me your cell phone number, so that we can easily find each other."
    },
    {
        "start": 101.00,
        "end": 105.50,
        "speaker": 1,
        "text_de": "Mache ich sofort. Bis Freitag!",
        "text_en": "I will do that immediately. See you Friday!"
    },
    {
        "start": 106.00,
        "end": 107.50,
        "speaker": 2,
        "text_de": "Bis Freitag, Anna!",
        "text_en": "See you Friday, Anna!"
    }
]